tap "homebrew/bundle"
brew "ack"
brew "bash"
brew "bat"
brew "gh"
brew "thefuck"
brew "tldr"
brew "n"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "brave-browser"
cask "google-chrome"
cask "kitty"
cask "licecap"
cask "maccy"
cask "monitorcontrol"
cask "rectangle"
cask "visual-studio-code"
vscode "alefragnani.project-manager"
vscode "dbaeumer.vscode-eslint"
vscode "github.copilot"
vscode "github.copilot-chat"