tap "homebrew/bundle"
brew "ack" # better grep
brew "bash" # GNU bash
brew "bat" # better cat
brew "gh" # GitHub CLI
brew "thefuck" # fix last command with double ESC
brew "tldr" # simplified --help
brew "n" # node.js version manager
brew "wget" # download files from the web
brew "zoxide" # smarter cd
brew "zsh-autosuggestions" # zsh plugin for command suggestions
brew "zsh-syntax-highlighting" # zsh plugin for syntax highlighting
cask "brave-browser" # cool browser
cask "google-chrome" # popular browser
cask "kitty" # terminal emulator
cask "licecap" # screen to gif recorder
cask "maccy" # clipboard manager
cask "monitorcontrol" # control external monitors
cask "rectangle" # window management
cask "visual-studio-code" # code editor
vscode "alefragnani.project-manager" # switch between projects
vscode "dbaeumer.vscode-eslint" # ESLint for JavaScript
vscode "github.copilot" # vibe with AI
vscode "github.copilot-chat" # chat with AI